"app_name" = "ecom priklady";

"form_submit" = "potvrdit";

"general_cancel" = "zrusit";

/* word clear */
"general_clear" = "vycistit";

/* word error */
"general_error" = "chyba";

"general_ok" = "okej";

/* sentence after payment was successful */
"general_payment_success" = "platba prebehla uspesne";

/* word success */
"general_success" = "uspesne";

"sdkpay_ecom_card_scheme" = "kartova schema";

"sdkpay_ecom_klarna_return_url_host" = "klarna navratova url host";

"sdkpay_ecom_klarna_return_url_scheme" = "klarna navratova url schema";

"sdkpay_ecom_paypal_host" = "paypal host";

"sdkpay_ecom_paypal_scheme" = "paypal schema";

"sdkpay_ecom_zapp_host" = "zapp host";

"sdkpay_ecom_zapp_scheme" = "zapp schema";

"start_animated_card_field_payment" = "animovane kartove policko platba";

/* the same as start_animated_card_field_payment but user can manualy select brand by image */
"start_animated_card_field_payment_manual_brand" = "animovane kartove policko platba vyber brandy";

"start_animated_card_payment" = "animovana kartova platba";

"start_card_field_payment" = "kartove policko platba";

/* the same as start_card_field_payment but user can pick brand from list of images/brands */
"start_card_field_payment_manual_brand" = "kartove policko platba vyber brandy";

"start_fragment_card_field_payment" = "fragment kartove policko platba";

"start_klarna_payment" = "klarna platba";

"start_kotlin_demo" = "demo kotlinu";

"start_loyalty_card" = "loyalty karta";

"start_optional_parameters_example" = "volitelne parametre priklad";

/* dashboard button pay which shows picker for various types of payments */
"start_pay_button" = "zaplatit";

"start_paypal_payment" = "paypal platba";

"start_sepa_payment" = "sepa platba";

"start_simple_card_payment" = "jednoducha kartova platba";

/* the same logic as for start_simple_card_payment but user can pick from brand images  */
"start_simple_card_payment_manual_brand" = "jednoducha kartova platba vyber brandy";

"start_simple_card_token_payment" = "jednoducha kartova tokenizacna platba";

"start_token_animated_card_field_payment" = "tokenizovane animovane kartove policko platba";

